cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'mas'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'appcleaner'
cask 'cheatsheet'
cask 'dash'
cask 'flux'
cask 'google-chrome'
cask 'karabiner'
cask 'seil'
cask 'skype'
cask 'slack'
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Amphetamine', id: 937984704
