cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'mas'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'android-studio'
cask 'appcleaner'
cask 'atom'
cask 'box-sync'
cask 'cheatsheet'
cask 'dash'
cask 'dockertoolbox'
cask 'dropbox'
cask 'firefox'
cask 'flash'
cask 'flux'
cask 'font-fantasque-sans-mono'
cask 'gimp'
cask 'github-desktop'
cask 'google-chrome'
cask 'imagealpha'
cask 'imageoptim'
cask 'inkscape'
cask 'iterm2'
cask 'karabiner'
cask 'keycastr'
cask 'opera'
cask 'seil'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'torbrowser'
cask 'vagrant'
cask 'vivaldi'
cask 'vlc'
cask 'xquartz'
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'iMovie', id: 408981434
mas 'Amphetamine', id: 937984704
mas 'Evernote', id: 406056744
